{
	"about.ambitious": "In my past project work, my analytical thinking, creativity and ambition have helped me a lot.\nLast but not least, I also promote the progress of new projects through team spirit.F",
	"about.I-me": "Who I am",
	"about.intro": "Hey there, I'm Bastian! Working on the computer has always been one of my great passions. My further training as a front-end developer introduced me to new and interesting facets of IT and made me realise that I would like to make this passion my everyday profession.",
	"about.locate": "I'm from a village near the beautiful City Brunswick. I would like to work near Brunswick and Hanover. But in principle I wouldn't mind working remotely.",
	"about.me": "About me",
	"about.mindset": "I am always motivated to learn everything about new technologies and to improve my skills. Be it with object-orientated JS, building a small database with Firebase or working with Typescript in Angular and Angular Material.",
	"featured.about-project": "What is this project about?",
	"featured.explore": "Explore a selection of my work here - Interact with projects to see my skills in action.",
	"featured.next": "Next Project",
	"featured.projects": "Featured Projects",
	"landing.branch": "Frontend Developer",
	"landing.location": "Based in Brunswick",
	"landing.me": "Contact me",
	"landing.ready": "Open to Work",
	"landing.remote": "Available for remote work",
	"landing.work": "Check my work",
	"navbar.me": "About me",
	"navbar.projects": "Skills",
	"navbar.skills": "Projects",
	"projects.dabubble.description": "",
	"projects.dabubble.name": "",
	"projects.elPolloLoco.description": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
	"projects.elPolloLoco.name": "EL Pollo Loco",
	"projects.join.description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
	"projects.join.name": "Join",
	"skills.another": "another skill?",
	"skills.description": "I have experience in HTML, CSS, JS, Material Design, TS, Angular, Firebase, Git, REST APIs, and Scrum. I’m keen to learn React and Vue to further expand my skills. Keeping pace with rapid changes in web development is essential for me.",
	"skills.fell-free": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
	"skills.need": "You need",
	"skills.set": "Skill Set",
	"skills.special": "I have a special interest in learning",
	"skills.talk": "Let's Talk",
	"skills.technologies": "Technologies"
}
